/**************************************
FileAndStream.js ver. 2012-12-06
Interface language
Language:      ChineseSimplified (2052)
Translated by: cnnnc
**************************************/
sTxtFilter       = "筛选";
sTxtFileName     = "文件名";
sTxtStrName      = "NTFS 数据流名";
sTxtSize         = "大小";
sTxtTime         = "时间";
sTxtAttrib       = "属性";
sTxtOpenWin      = "打开 (Windows)";
sTxtMenu         = "菜单";
sTxtRename       = "重命名";
sTxtView         = "查看";
sTxtEdit         = "编辑";
sTxtCopy         = "复制";
sTxtToSecPanel   = "到第二个窗格";
sTxtToOwnPanel   = "到其所属窗格";
sTxtMove         = "移动";
sTxtCreate       = "创建";
sTxtDelete       = "删除";
sTxtRefresh      = "刷新";
sTxtCompare      = "比较";
sTxtNoFiles      = "<无文件>";
sTxtNoStreams    = "<无数据流>";
sTxtNoSupport    = "<驱动器未支持 NTFS 数据流>";
sTxtMainStream   = "<未命名 - 主数据流>";
sTxtNoDrive      = "驱动器不可用。请选择其它驱动器。";
sTxtNoDirRefr    = "目录不存在。将刷新文件列表。";
sTxtNoFileRefr   = "文件不存在。将刷新文件列表。";
sTxtNoStreamRefr = "数据流不存在。将刷新数据流列表。";
sTxtNoDirAcc     = "拒绝访问此目录。";
sTxtNoExists     = "不存在。";
sTxtDirNoExists  = "目录不存在。";
sTxtFileNoExists = "文件不存在。";
sTxtDirExists    = "目录已经存在。";
sTxtFileExists   = "文件已经存在。";
sTxtStrExists    = "数据流已经存在。";
sTxtNameExists   = "名称已经存在。";
sTxtRenDir       = "重命名目录";
sTxtRenFile      = "重命名文件";
sTxtRenStr       = "重命名数据流";
sTxtRenFail      = "重命名失败。";
sTxtNewName      = "新名称:";
sTxtCopDir       = "复制目录";
sTxtCopFile      = "复制文件";
sTxtCopStr       = "复制数据流";
sTxtCopFail      = "复制失败。";
sTxtMovDir       = "移动目录";
sTxtMovFile      = "移动文件";
sTxtMovStr       = "移动数据流";
sTxtMovFail      = "移动失败。";
sTxtWantReplace  = "已经存在。是否想要替换?";
sTxtDirToSubdir  = "你不能 复制/移动 目录到其子目录。";
sTxtFileToStr    = "你不能 移动 文件到其所属的数据流。";
sTxtCreDir       = "创建新目录";
sTxtCreFile      = "创建新文件";
sTxtCreStr       = "创建新数据流";
sTxtCreFail      = "创建失败。";
sTxtInpName      = "请输入名称:";
sTxtDelDir       = "从磁盘上删除目录";
sTxtDelDirToBin  = "删除目录到回收站";
sTxtDelFile      = "从磁盘上删除文件";
sTxtDelFileToBin = "删除文件到回收站";
sTxtDelStr       = "删除数据流";
sTxtDelFail      = "删除失败。";
sTxtWantDelete   = "是否想要删除?";
sTxtToRecBin     = "到回收站";
sTxtFromDisk     = "从磁盘";
sTxtTo           = "到:";
sTxtToFile       = "到文件:";
sTxtToStream     = "到数据流:";
sTxtBadName      = "非法名称。";
sTxtBadChar      = "名称中含有非法字符。";
sTxtRunScript    = "运行 AkelPad 脚本";
sTxtJsVbsOnly    = "仅可以运行扩展为 .JS 或 .VBS 的文件";
sTxtNoRunScript  = "只能运行 AkelPad 安装所在的驱动器上的 AkelPad 脚本。";
sTxtInpArgs      = "请输入参数:";
sTxtNoFileProp   = "错误: 无法显示文件属性。";
sTxtSetViewer    = "设置外置文件查看器";
sTxtSetEditor    = "设置外置编辑器";
sTxtSetComparer  = "设置外置文件比较器";
sTxtDispName     = "显示名称";
sTxtFullName     = "带完整路径的可执行文件名";
sTxtAkelDir      = "AkelPad 目录";
sTxtEnvVar       = "环境变量";
sTxtAddPar       = "附加参数:";
sTxtMustSpecify  = "您必须指定";
sTxtFavorites    = "收藏夹";
sTxtAddFavorite  = "添加收藏";
sTxtModFavorite  = "修改收藏";
sTxtDelFavorite  = "删除收藏";
sTxtCleFavorite  = "清除收藏列表";
sTxtWantDelFav   = "是否想要从收藏中删除?";
sTxtWantCleFavAp = "是否想要删除所有收藏的程序?";
sTxtWantCleFavFo = "是否想要删除所有收藏夹?";
sTxtOpenInFavor  = "打开方式";
sTxtGoToFavFold  = "转到收藏夹";
sTxtCleHistory   = "清除历史目录";
sTxtSaveHistory  = "退出时保存历史";
sTxtAddAssoc     = "添加内部关联";
sTxtModAssoc     = "修改关联";
sTxtDelAssoc     = "删除关联";
sTxtCleAssoc     = "清除关联列表";
sTxtFileExtSep   = "文件名扩展以逗号分隔";
sTxtAssocExists  = "已经存在关联。";
sTxtWantDelAssoc = "是否想要删除文件的内部关联?";
sTxtWantCleAssoc = "是否想要删除所有文件的内部关联?";
sTxtOpenInAssoc  = "打开 (内部关联)";
sTxtWait         = "请稍候...";

//Menu
sTxtFile         = "文件";
sTxtDrive        = "驱动器";
sTxtDirectory    = "目录";
sTxtShow         = "显示";
sTxtWindow       = "窗口";
sTxtApplications = "程序";
sTxtRun          = "运行";
sTxtExit         = "退出";
sTxtProperties   = "属性";
sTxtCopyNames    = "复制名称";
sTxtPath         = "路径";
sTxtStream       = "数据流";
sTxtFilesList    = "目录中的文件列表";
sTxtStreamsList  = "文件中的数据流列表";
sTxtLeftPanel    = "左窗";
sTxtRightPanel   = "右窗";
sTxtGoToParent   = "转到上一层";
sTxtGoToSubDir   = "转到下一层";
sTxtGoToMain     = "转到根目录";
sTxtFavFolders   = "收藏夹";
sTxtSpecFolders  = "特殊文件夹";
sTxtHistory      = "历史";
sTxtUndo         = "撤消";
sTxtRedo         = "恢复";
sTxtRightToLeft  = "右 -> 左";
sTxtLeftToRight  = "左 -> 右";
sTxtSwapPanels   = "交换窗口";
sTxtQuickView    = "快速查看";
sTxtColumns      = "列";
sTxtOnlyName     = "仅名称";
sTxtAttributes   = "属性";
sTxtMoveLeft     = "左移";
sTxtMoveRight    = "右移";
sTxtMoveUp       = "上移";
sTxtMoveDown     = "下移";
sTxtToLeftEdge   = "到左边缘";
sTxtToRightEdge  = "到右边缘";
sTxtToTopEdge    = "到顶边缘";
sTxtToBottomEdge = "到底边缘";
sTxtCenter       = "居中";
sTxtMaximize     = "最大化";
sTxtViewer       = "查看器";
sTxtEditor       = "编辑器";
sTxtComparer     = "比较器";
sTxtCommandLine  = "命令提示符";
sTxtAkelScript   = "AkelPad 脚本";
sTxtWithoutArgs  = "无参数";
sTxtWithArgs     = "带参数";